docs/what-is-it-like-to-be-a-quant-5440637fb2be.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-TW" xml:lang="zh-TW">
<head>
<!-- 2017-02-10 Fri 03:29 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>身為 Quant 與我的一天</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="fatfingererr" />
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">身為 Quant 與我的一天</h1>
<div id="table-of-contents">
<h2>&#30446;&#37636;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org741d0c3">1. 許多人都誤會了</a>
<ul>
<li><a href="#org9015288">為什麼會想寫這篇文章</a></li>
<li><a href="#org87319cd">也請見諒&#x2026;</a></li>
</ul>
</li>
<li><a href="#orge4ce2cd">2. 開始之前</a>
<ul>
<li><a href="#orga5a49dc">外商在台灣</a></li>
</ul>
</li>
<li><a href="#orgeaa53ed">3. 每月初到月中</a>
<ul>
<li><a href="#orgb790e39">平日</a></li>
</ul>
</li>
<li><a href="#orgf55b135"></a></li>
</ul>
</div>
</div>
<script src="js/mathjax/MathJax.js?config=TeX-AMS-MML_HTMLorMML,local/local" type="text/javascript"></script>
<div class="right">
<a href="https://www.ffe.tw/series.html" class="fa fa-home"> Blog</a>&nbsp;&nbsp;|&nbsp;&nbsp;
<a href="https://github.com/fatfingererr/note/blob/master/what-is-it-like-to-be-a-quant-5440637fb2be.org" class="fa fa-github"> GitHub</a>
</div>

<hr  />
<div id="outline-container-org741d0c3" class="outline-2">
<h2 id="org741d0c3">1. 許多人都誤會了</h2>
<div class="outline-text-2" id="text-org741d0c3">
</div><div id="outline-container-org9015288" class="outline-3">
<h3 id="org9015288">為什麼會想寫這篇文章</h3>
<div class="outline-text-3" id="text-org9015288">
<ul class="org-ul">
<li>由於最近 (2016) 參加了許多開源活動認識很多科技業的朋友，不免俗一定會談論到彼此的工作</li>
<li>因為個人工作相較比較少見，許多朋友又會有一些不太正確的理解，或是奇怪的刻板印象</li>
<li>但有時候口頭上也講不太清楚，科技業朋友也不太懂，因此寫篇文章是我想到比較方便的形式</li>
</ul>
</div>
</div>
<div id="outline-container-org87319cd" class="outline-3">
<h3 id="org87319cd">也請見諒&#x2026;</h3>
<div class="outline-text-3" id="text-org87319cd">
<ul class="org-ul">
<li>會分享一些自己工作方面更深入的技術細節，但是也請 <b>盡量不要轉載本篇文章</b></li>
<li>不是說要裝神祕，而是希望大家更關注彼此參與的開源專案與技術的學習歷程，而非工作隱私</li>
<li>這篇文章同時也感謝許多朋友與我分享科技業的工作內容，分享工作上的點點滴滴，受益良多</li>
<li>然而所處行業同業間差異性極大，為客戶解決問題的方法也大相逕庭，多數資訊僅限於我的認知</li>
</ul>

<div class="warning">
<p>
我有簽保密協議 (Non Disclosure Agreement, NDA) 也會確保底下內容沒有違反協議。
不需要擔心的同時，我也會盡量把我的一天工作說的更詳細，更從技術面角度出發。
非技術面的部份若寫的含糊，那就是我能分享的底線了，還請多多包涵，謝謝。
</p>

</div>
</div>
</div>
</div>

<div id="outline-container-orge4ce2cd" class="outline-2">
<h2 id="orge4ce2cd">2. 開始之前</h2>
<div class="outline-text-2" id="text-orge4ce2cd">
</div><div id="outline-container-orga5a49dc" class="outline-3">
<h3 id="orga5a49dc">外商在台灣</h3>
<div class="outline-text-3" id="text-orga5a49dc">
</div><ul class="org-ul"><li><a id="orgb284fe7"></a>我在一家外商資產管理公司，台灣只有我與幾名同事<br  /></li>
<li><a id="org93bd129"></a>那麼為什麼我在台灣而且人少少，說來話長就不解釋了，個人因素<br  /></li>
<li><a id="org3833d30"></a>我們管理的資產主要是外匯，同時搭配各種金融商品做資金與風險管理<br  /></li>
<li><a id="org133f584"></a>外匯市場只會在周末停止交易，我們的券商是瑞士公司，有時候也會看瑞士時間<br  /></li>
<li><a id="org54bdd4b"></a>瑞士與倫敦兩地時差三小時，還有日光節約時間的問題，系統都要考量這些彈性因素<br  /></li></ul>
</div>
</div>

<div id="outline-container-orgeaa53ed" class="outline-2">
<h2 id="orgeaa53ed">3. 每月初到月中</h2>
<div class="outline-text-2" id="text-orgeaa53ed">
</div><div id="outline-container-orgb790e39" class="outline-3">
<h3 id="orgb790e39">平日</h3>
</div>
</div>








<div id="outline-container-orgf55b135" class="outline-2">
<h2 id="orgf55b135"></h2>
<div class="outline-text-2" id="text-orgf55b135">
<hr  />
<div class="note">
<p>
右下角的 <b>OPEN CHAT</b> 可以即時討論，歡迎留言給予建議與指教，也可以與我打個招呼
</p>

</div>

<script>
((window.gitter = {}).chat = {}).options = {
room: 'fatfingererr-notes/Lobby'
};
</script>
<script src="https://sidecar.gitter.im/dist/sidecar.v1.js" async defer></script>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">&#26085;&#26399;: 2017-02-10</p>
<p class="author">&#20316;&#32773;: fatfingererr</p>
<p class="date">Created: 2017-02-10 Fri 03:29</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
